/* localizable strings */
"OK" = "确定";
"Cancel" = "取消";
"Are you sure you want to delete ?" = "你确定要删除吗 ?";
"Are you sure you want to empty the contents of this archive ?" = "你确定要清空压缩包的内容吗 ?";
"Extract Here" = "解压缩到这里";
"Compress Here" = "压缩到这里";
"Operation failed" = "操作失败";
"Warning !" = "警告 !";
"The contents of the file can not be deleted with this programme !" = "这个软件不能够删除这个文件的内容 !";
"/Desktop" = "/桌面";
"Save" = "保存";
"Being analyzed," = "正在分析,";
"please wait for a moment !" = "请稍等片刻 !";
"Compressing," = "正在压缩,";
"file" = "文件";
"folder" = "文件夹";
"Being analyzed..." = "正在分析...";
"Being analyzed: " = "正在分析: ";
"The contents of the file can not be shown with this programme !" = "这个软件不能够显示该文件的内容 !";
"The contents of the file is empty !" = "该文件的内容为空 !";
"Can not open this file with this programme !" = "该文件不能被这个软件打开 !";
"Detect automatically" = "自动检测";
"Password needed on file \"%@\"" = "文件 \"%@\" 需要密码";
"Extracting" = "正在解压缩";
"Extracting:" = "正在解压缩:";
"The contents of [%@] can not be extracted with this programme !" = "文件 [%@] 不能被这个软件解压 !";
"The contents of the file can not be extracted with this programme !" = "该文件不能被这个软件解压 !";
"Error : [%@] !" = "错误 : [%@] !";
"%d items" = "%d 项";
"%d item" = "%d 项";
"have existed, do you want to update ?" = "已经存在, 是否替换 ?";
"Updating view from \"%@\"" = "正在更新界面数据从 \"%@\"";
"Adding files to" = "追加文件至";
"%@  (%d/%d total)" = "%@  (%d/%d 总数)";
"The same file is opening, eject it please !" = "相同名字的文件正在被打开, 请先弹出 !";
"Creating : " = "正在创建 : ";
"Select a folder to save" = "选择一个文件夹来保存";
"Save Here" = "保存到这里";
"Compressing : " = "正在压缩 : ";
"Some error happen, retry please !" = "有错误发生, 请重试 !";
"Normal" = "还原";
"Maximized" = "最大化";
"Name" = "名称";
"Kind" = "类型";
"Size" = "大小";
"Original size" = "原始大小";
"Created" = "创建";
"Modified" = "更新";

"About SmartZipper Pro" = "关于SmartZipper Pro";
"Preferences" = "首选项...";
"Services" = "服务";
"Hide SmartZipper Pro" = "隐藏SmartZipper Pro";
"Hide Others" = "隐藏其它";
"Show All" = "显示全部";
"Quit SmartZipper Pro" = "退出SmartZipper Pro";

"Add" = "添加";
"Delete" = "删除";
"Quick Look" = "预览";
"Extract to" = "解压到";
"Search" = "搜索";
"File Name" = "文件名称";
"Property" = "属性";

"Edit" = "编辑";
"View" = "浏览";
"Help" = "帮助";

"Window" = "窗口";
"Minimize" = "最小化";
"Open Window" = "打开窗口";
"Bring All to Front" = "所有置前";

"Date Modified" = "修改日期";
"Path" = "路径";

"Extract" = "解压缩";
"Advanced" = "扩展";
"Always custom" = "总是自定义";
"Use default path" = "使用默认路径";
"Change" = "更改";
"Show content in Finder after extraction" = "解压缩后自动打开保存目录";
"When double-clicking archive in the Finder, directly extract" = "在本地目录双击压缩包时, 直接解压缩";
"Set SmartZipper Pro as default compressor/uncompressor" = "设置 SmartZipper Pro 为默认压缩/解压缩工具";
"Close" = "关闭";

"Filename encoding autodetection" = "文件名编码的自动检测";
"Filename encoding:" = "文件名编码:";
"Threshold:" = "临界值:";
"confidence" = "置信度";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(置信度低于此导致程序要求编码，而不是使用自动检测编码.)";


"General" = "一般";
"Compression format:" = "压缩格式:";
"[gz and bzip2 only support one file every time !]" = "[gz 和 bzip2 只支持一次一个文件 !]";
"Split" = "分割";
"Split size:" = "分割大小:";
"Encrypt" = "加密";
"Input password:" = "输入密码:";
"Encrypt headers ( Only 7z )" = "加密文件头 ( 只用于 7z )";

"Compression level:" = "压缩等级: ";
"Store" = "存储";
"Fastest" = "最快";
"Fast" = "快速";
"Normal" = "正常";
"Maximum" = "最大";
"Ultra" = "极限";
"Solid archives (only 7z)" = "固实模式 (只用于 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "过滤出不需要的文件 (如: .DS_Store)";
"Show content in Finder after compression" = "压缩后自动打开保存目录";

"The same path of the original file" = "和源文件相同目录";

"Rate the App description" = "感谢您使用我们的软件，它对您有帮助吗 ? 请您抽空评价一下可以吗 ?";
"Rate now" = "现在评价";
"Rate later" = "稍后评价";
"Don't show again" = "不再显示";

"Help Document" = "帮助文档";

"Selected Items" = "选中项";
"Entire Zip File" = "全部文件";
"Open" = "打开";
"Go" = "前往";
"Work path : " = "工作路径 : ";


"help introduce" = "※\n建议您选择 \"%@\" 目录，作为您的工作目录，这样能使SmartZipper Pro更好的工作，这样您也可以使用一些方便的功能.\n\n※\n您可以通过菜单项: \"SmartZipper Pro\"，进入 \"%@\" 界面，里面提供了一些偏好设置供您选择.\n\n※\n您可以在通过菜单项: \"%@\" 打开此窗口.";

"Set selected the path as default saving path" = "设置选择的路径作为默认的保存路径";
"Default path can be modified in \"Preferences\"" ="默认的保存路径可以在 \"首选项\" 里面被修改";

"Open a directory or an archiver" = "打开路径或压缩包";


"Previous" = "前一张";
"Next" = "后一张";
"Zoom" = "缩放";
"Zoom to Fit" = "最适尺寸";


"Skip" = "跳过";
"The file has been removed!" = "该文件已经不存在!";
"Are you sure you want to add or open the files ?" = "您确定添加或打开这些文件吗 ?";
"Extract slowly" = "压缩包里面，如果不同的文件拥有不同的密码，检查每一项是否含有密码（稍慢）";

"Review on the App Store" = "去应用程序商店里面评论";
"Always show compress panel" = "总是显示压缩选项界面";
"Always use default format" = "总是使用默认的格式压缩";
"Finder's context menu" = "Finder的右键菜单";

"Purchase" = "购买";
"remind purchase text" = "您正在使用 SmartZipperPro 的试用版, 如果您喜欢它, 请从苹果的AppStore购买它吧";
"You can also try a few days of" = "您还有 %ld 天的免费试用期";
"Remind me" = "提醒我";

"Ask user whether save document \"%@\"" = "文档\"%@\"已经被修改. 您是否要保存对文档所做的修改 ?";
"Ask user whether save doc document with images" = "在文档中的图片可能会丢失，您确定要保存吗 ?";
"Don't Save" = "不保存";
"Undo Typing" = "撤销键入";
"Redo Typing" = "重做键入";
"Ask user whether update archive \"%@\"" = "文档\"%@\"已经被修改. 您希望在压缩包里更新它吗 ?";
"Update Archive" = "更新压缩包";
"Updating files to" = "更新文件到 ";
"Update" = "更新";
"Don't Update" = "不更新";
"Hex" = "16进制";
"Preview" = "预览";

"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";
